Repository: dpozsai/script.mldonkey-dev
Catalog: resources/language/*/strings.po
Languages: spanish

# #30001
source: Downloaded
spanish: Descargado

# #30002
source: Manage Exceptions
spanish: Excepciones

# #30003
source: Currently Downloading
spanish: En progreso

# #30004
source: Move to Library
spanish: Mover a la Biblioteca

# #30005
source: Add to Exceptions
spanish: Añadir a Excepciones

# #30006
source: Remove from Disk
spanish: Eliminar del disco

# #30007
source: Accept
spanish: Aceptar

# #30008
source: Cancel
spanish: Cancelar

# #30009
source: Back
spanish: Atrás

# #30010
source: Add to exceptions file
spanish: Añadir al fichero de excepciones

# #30011
source: Do you want to stop showing the selected files
spanish: ¿Quieres dejar de ver los ficheros seleccionados

# #30012
source: in the downloaded view?
spanish: en la vista de descargas?

# #30013
source: Source
spanish: Origen

# #30014
source: Filename
spanish: Fichero

# #30015
source: Folder
spanish: Carpeta

# #30016
source: Do you want to create a new folder?
spanish: ¿Quieres crear una nueva carpeta?

# #30017
source: E.g. for a new TV Series
spanish: p.ej. para una nueva serie

# #30018
source: Enter folder name
spanish: Introduzca el nombre de la carpeta

# #30019
source: Do you want to create this folder?
spanish: ¿Quieres crear esta carpeta?

# #30020
source: Writing to file
spanish: Escribiendo en el fichero

# #30021
source: Adding
spanish: Añadiendo

# #30022
source: Edit
spanish: Editar

# #30025
source: List files
spanish: Listar ficheros

# #30026
source: Reading...
spanish: Leyendo…

# #30027
source: Analyzing...
spanish: Analizando…

# #30029
source: Manage exceptions of files and directories
spanish: Gestionar excepciones de ficheros y carpetas

# #30030
source: Files
spanish: Ficheros

# #30031
source: Directories
spanish: Carpetas

# #30032
source: Extensions
spanish: Extensiones

# #30033
source: Add from disk
spanish: Añadir desde el disco

# #30034
source: Enable/Disable
spanish: (Des)habilitar

# #30035
source: Remove
spanish: Quitar

# #30036
source: Add extension
spanish: Añadir una extensión

# #30037
source: These files will not appear in the downloaded window
spanish: Estos ficheros no aparecerán en la ventana de descargas

# #30038
source: These directories will not appear in the downloaded window
spanish: Estas carpetas no aparecerán en la ventana de descargas

# #30039
source: Files matching these patterns will not appear in the downloaded window
spanish: Los ficheros que concuerden con estas cadenas no aparecerán en la vista de descargas.

# #30040
source: Select a directory
spanish: Seleccione una carpeta

# #30041
source: Select a file
spanish: Seleccione un fichero

# #30042
source: Introduce an extension to filter out
spanish: Introduce la cadena de filtrado

# #30043
source: Edit file name
spanish: Editar el nombre del fichero

# #30045
source: Copying into Library
spanish: Copiando a la biblioteca

# #30046
source: Moving into Library
spanish: Moviendo a la biblioteca

# #30047
source: Hard linking into Library
spanish: Enlazando en la biblioteca

# #30048
source: Symlinking into Library
spanish: Haciendo enlaces simbólicos en la biblioteca

# #30049
source: Performing operation on file:
spanish: Realizando la siguiente operación sobre el fichero:

# #30051
source: No file selected
spanish: No ha seleccionado ningún fichero

# #30052
source: Operation failed:
spanish: Operación fallida:

# #30053
source: Unable to create dir:
spanish: No se ha podido crear la carpeta:

# #30054
source: Nothing is selected
spanish: No ha seleccionado nada.

# #30055
source: Warning
spanish: Atención

# #30056
source: Do you want to apply this change for future similar entries?
spanish: ¿Quieres aplicar este cambio para nombres de ficheros similares?

# #30057
source: Do you want to rescan current blocked entries?
spanish: ¿Quieres escanear los ficheros existentes de nuevo?

# #30058
source: More than one entry selected; editing first one
spanish: Hay más de una entrada seleccionada. Se editará la primera.

# #30060
source: Downloaded Files
spanish: Ficheros descargados

# #30061
source: Patterns
spanish: Patrones

# #30062
source: Edit Patterns
spanish: Editar patrones

# #30063
source: TV detection
spanish: ¿Es serie TV?

# #30064
source: TV extract
spanish: Extracción de TV

# #30065
source: Clean
spanish: Limpiar

# #30066
source: Add pattern
spanish: Añadir patrón

# #30067
source: Regex patterns used to detect if a file is part of a TV series
spanish: Expresiones regulares para detectar si un archivo es parte de una serie de TV

# #30068
source: Regex patterns used to separate TV series title, season, episode and chapter title
spanish: Expresiones regulares para separar el archivo en serie de TV, temporada, episodio y título del capítulo

# #30069
source: Regex patterns used to remove unwanted comments of filename
spanish: Expresiones regulares para retirar comentarios no deseados del nombre del archivo

# #30070
source: Edit Files & present them in library folders
spanish: Cambia el nombre y los presenta en las carpetas de la biblioteca de medios.

# #30071
source: Add regex pattern
spanish: Añadir patrón

# #30080
source: MLdonkey downloaded files
spanish: Ficheros descargados por MLDonkey

# #30083
source: Down.
spanish: Desc.

# #30085
source: Since:Last
spanish: Desde:Últi

# #30086
source: Rate
spanish: Vel.

# #30099
source: Exit
spanish: Salir

# #30500
source: General
spanish: Principal

# #30501
source: Download folder
spanish: Carpeta de descargas

# #30502
source: Movies Folder
spanish: Carpeta de Películas

# #30503
source: TV Folder
spanish: Carpeta de TV

# #30510
source: File operation
spanish: Operación sobre los ficheros

# #30511
source: copy
spanish: copiar

# #30512
source: move
spanish: mover

# #30516
source: Link Filter
spanish: Filtrar links

# #30521
source: Server IP address
spanish: Dirección IP del servidor

# #30522
source: Telnet listening port
spanish: Puerto Telnet

# #30523
source: Authentication
spanish: ¿Autenticación necesaria?

# #30524
source: Username
spanish: Usuario

# #30525
source: Password
spanish: Contraseña
